tap "blacktop/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mach-kernel/pkgs"
tap "railwayapp/tap"
brew "bat"
brew "cheat"
brew "coreutils"
brew "deno"
brew "docker-buildx"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "jq"
brew "lsd"
brew "mas"
brew "mmv"
brew "moreutils"
brew "multi-git-status"
brew "multitail"
brew "neovim"
brew "node@20"
brew "pdfcpu"
brew "pnpm"
brew "python@3.11"
brew "railway"
brew "redis"
brew "rename"
brew "starship"
brew "stow"
brew "stylua"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "typescript-language-server"
brew "um"
brew "virtualenv"
brew "vivid"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zx"
brew "blacktop/tap/lporg"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mach-kernel/pkgs/launchk"
brew "railwayapp/tap/nixpacks"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "arc"
cask "bartender"
cask "cheatsheet"
cask "cirrus"
cask "comictagger"
cask "coteditor"
cask "crystalfetch"
cask "customshortcuts"
cask "docker"
cask "expressions"
cask "fluor"
cask "font-hack-nerd-font"
cask "github"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycombiner"
cask "kitty"
cask "maccy"
cask "monitorcontrol"
cask "neovide"
cask "nordvpn"
cask "obsidian"
cask "pastebot"
cask "pieces"
cask "pieces-os"
cask "plistedit-pro"
cask "raindropio"
cask "redisinsight"
cask "sf-symbols"
cask "sonos"
cask "spacedrive"
cask "spotify"
cask "stats"
cask "sublime-merge"
cask "sublime-text"
cask "swiftbar"
cask "tableplus"
cask "utm"
cask "via"
cask "vial"
cask "vincelwt-chatgpt"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zed"
mas "Actions", id: 1586435171
mas "AdGuard for Safari", id: 1440147259
mas "Clearview X", id: 1557106464
mas "ColorSlurp", id: 1287239339
mas "Dark Reader for Safari", id: 1438243180
mas "IP Scanner", id: 6443819966
mas "ManReader", id: 522583774
mas "Save to Raindrop.io", id: 1549370672
vscode "astro-build.astro-vscode"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "gerrythemes.gerrythemes"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "jrtools.mariana"
vscode "mani-sh-reddy.mariana-refined"
vscode "meshintelligenttechnologiesinc.pieces-vscode"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "sdras.night-owl"
vscode "shivaprasanth.dothttp-code"
vscode "theoolee.reader-mode"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "wesbos.theme-cobalt2"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
